Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/press_releases_fi/tiedote_ihmisoikeuspoliittinen_selonteko_psaame.pdf.tmx
Source language: sme
Languages: smn

source: SÁMEDIGGI LEA CEALKÁN STÁHTARÁĐI OLMMOŠVUOIGATVUOHTAPOLITIHKALAŠ ČIELGGADEAMIS
smn: SÄMITIGGE LII CIÄLKKÁM STAATÂRÄÄĐI OLMOOŠVUOIGÂDVUOĐÂPOOLITLÂŠ ČIELGIITTÂSÂST

source: Olmmošvuoigatvuohtapolitihkalaš čielggadeapmi lea oktii válgabajis addojuvvon čielggadeapmi riikkabeivviide, mas giehtadallo olmmošvuoigatvuođaid dálá dilli Suomas ja meroštallojit guovddášáššit stáhta álbmotlaš ja riikkaidgaskasaš olmmošvuoigatvuohtapolitihkai.
smn: Olmoošvuoigâdvuođâpoolitlâš čielgiittâs adeluvvoo ohtii vaaljâpaajeest ovdâskoodán, mast kieđâvuššoo olmoošvuoigâdvuođâi tááláš tile Suomâst já mast miäruštâlluvvojeh tiäddučuágástuvah staatâ aalmuglâš já aalmugijkoskâsâš olmoošvuoigâdvuođâpolitiikân.

source: Stáhtaráđđi addá čielggadeami Riikkabeivviide čakčačoahkkináigodagas 2009.
smn: Staatârääđi addel čielgiittâs Ovdâskoodán čohčâčuákkimistempaajeest 2009.

source: Sámediggi ovdanbuktá cealkámušas máŋggaid dárkkálmahttimiid olmmošvuoigatvuohtapolitihkalaš čielggadeapmái.
smn: Sämitigge iävtut ciälkkámušâstis maaŋgâid tärkkilistmijd olmoošvuoigâdvuođâpoolitlâš čielgiittâsân.

source: Sámediggi evttoha sámediggelága § 9 mielde ráđđádallamiid olmmošvuoigatvuohtapolitihkalaš čielggadeamis.
smn: Sämitigge iävtut sämitiggelaavâ § 9 miäldásâš ráđádâlmijd olmoošvuoigâdvuođâpoolitlâš čielgiittâsâst.

source: Cealkámušas sámediggi giddii erenomáš fuopmášumi sámegielat sosiála- ja dearvvasvuohtabálvalusaide, sámi giellalága ollašuvvamii, sámeoahpahusa oažžunvejolašvuhtii, sámiid eanavuoigatvuođaide ja Suoma riikkaidgaskasaš olmmošvuoigatvuohtapolitihka ulbmiliidda.
smn: Ciälkkámušâstis sämitigge kiddij huámášume eromâšávt sämikielâlâš sosiaal- já tiervâsvuođâpalvâlussáid, säämi kielâlaavâ olášuumán, sämimáttááttâs finniimân, sämmilij eennâmvuoigâdvuotâkoččâmâššáid sehe Suomâ aalmugijkoskâsâš olmoošvuoigâdvuođâpolitiik ulmijd.

source: Olmmošvuoigatvuohtapolitihkalaš čielggadeamis ulbmilin lea, ahte Suopma ratifiere ILO 169 soahpamuša eamiálbmogiid vuoigatvuođain.
smn: Olmoošvuoigâdvuođâpoolitlâš čielgiittâsâst ulmen lii, et Suomâ ratifisistáččij ILO 169-sopâmuš algâ- já hiäimuaalmugij vuoigâdvuođâin.

source: Sámediggi evttoha, ahte olmmošvuoigatvuohtapolitihkalaš čielggadeamis váldojuvvo čielga oaivil dasa, mo ILO 169 soahpamuša ratifieremis ovdánuvvo ja makkár áigetávvaliin, go jo ovddit olmmošvuoigatvuohtapolitihkalaš čielggadeamis jagis 2004 ásahuvvui ulbmilin ratifieret ILO 169 soahpamuš ja ulbmil bázii ollašuvakeahttá.
smn: Sämitigge iävtut, et olmoošvuoigâdvuođâpoolitlâš čielgiittâsâst váldoo čielgâ peeli toos, maht ILO 169-sopâmuš ratifisistmist kalga ovdániđ já maggaar äigitavluin, ko jo ovdebáá olmoošvuoigâdvuođâpoolitlâš čielgiittâsâst ivveest 2004 asâttui ulmen ratifisisteđ ILO 169-sopâmuš já ulme paasij olášuuhánnáá.

source: Sámedikki oainnu mielde sámiid iešmearridanvuoigatvuohta ii ollašuva vuođđolága gáibidan vugiin.
smn: Sämitige uáinu mield sämmilij jiešmeridemvuoigâdvuotâ ij olášuu vuáđulaavâ vaattâm vuovvijn.

source: Sámediggi maiddái gáibida, ahte čielggadeamis váldojuvvo ulbmilin sámiid iešmearridanvuoigatvuođa ovddideapmi.
smn: Sämitigge meiddei váátá, et čielgiittâsâst váldoo ulmen sämmilij jiešmeridemvuoigâdvuođâ ovdedem.

source: Sámediggi evttoha, ahte Suopma ratifiere UNESCO soahpamuša ávnnahis kulturárbbi gáhttemis jođánit ja gieđahallá ášši olmmošvuoigatvuohtapolitihkalaš čielggadeamis.
smn: Sämitigge iävtut, et Suomâ ratifisistá UNESCO sopâmuš matriaalâttâs kulttuuräärbi suoijâlmist jotelávt já kieđâvuš ääši olmoošvuoigâdvuođâpoolitlâš čielgiittâsâst.

source: Sámediggi giddii fuomášumi, ahte aviisaásahus (398/2008) ii daga vejolažžan sámegielat aviisadoarjaga, go doarjjaeavttut leat nu čavgadat.
smn: Sämitigge váldá vuotân, et aavisasâttâs (398/2008) ij adde máhđulâšvuođâ sämikielâlâš aavisij torjui, ko toorjâiävtuh láá liijgás čovgâseh.

source: Sámediggi lea duhtameahttun sámi giellalága ollašuvvamii Suomas.
smn: Sämitigge lii tutâmettum säämi kielâlaavâ olášuumán Suomâst.

source: Buot sámegielaid dilli lea fuolastuhtti ja sámit ellet giellamolsumis.
smn: Puohâi sämikielâi tile lii huolâstuttee já sämiaalmug iälá kielâmolsom ponjosist.

source: Supmii dárbbašuvvo jođánit sámegielaid ealáskahttinprográmma, mii livččii dálá viidásut ja jotkkolut doaibma sámegielaid seailuma ja ovdáneami sihkkarastima dihte.
smn: Suomân tarbâšuvvoo jotelávt sämikielâi iäláskittemohjelm, mii ličij tááláást olesváldálub já kuhesáigásub toimâ sämikielâi siäilum já ovdánem visásmitmân.

source: Sámiid gielalaš olmmošvuoigatvuođat eai ollašuva doarvái.
smn: Sämmilij kielâlâš olmoošvuoigâdvuođah iä olášuu tuárvi pyereest.

source: Sámediggi lea fuolas sámeguovllu olggobealde ássi sámemánáid olmmošvuoigatvuođaid ollašuvvamis.
smn: Sämitigge lii huolâst sämikuávlu ulguubeln ässee sämipárnái olmoošvuoigâdvuođâi olášuumeest.

source: Vuođđooahpahusa ja logahatskuvlema guoski doaibman- ja ruhtadanláhkaásaheapmi sihkkarastá sámeoahpahusa lágideami dušše sámiid ruovttuguovllus.
smn: Vuáđumáttááttâs já luvâttâhškovlim kyeskee toimâlâš já ruttâdemlahâasâttâs torvejeh sämimáttááttâs ornim tuše sämikuávlust.

source: Sullii 70 % sámemánáin ássá sámeguovllu olggobealde.
smn: Suullân 70 % sämipárnáin äässih sämikuávlu ulguubeln.

source: Sámediggi lea evttohan, ahte sámeoahpahusa sihkkarasti ruhtadannjuolggadus (Oahpahus- ja kulturdoaimma ruhtadeamis addojuvvon láhka L 635/1998, nuppástus 1186/1998, 43 §, 2 mom) viiddiduvvošii guoskat olles riikka.
smn: Sämitigge lii iävtuttâm, et sämimáttááttâs torvejeijee ruttâdemnjuolgâdus (Máttááttâs- já kulttuurtooimâ ruttâdmist adelum laahâ L 635/1998, nubástus 1186/1998, 43 §, 2 mom) vijđeduuččij kuoskâđ ubâ eennâm.

source: Oahpahusministeriija galggašii ásahit jođánit bargojoavkku, man bargun livččii válmmaštallat sámeoahpahusa ovddidanplána, dárkkistit ja divvut sámeoahpahusa guoski doaibman- ja resursanjuolggadusaid ja válmmaštallat sámedikki sajádaga sámeoahpahusa iešráđđenorgánan guoski meannudanvugiid ja njuolggadusaid.
smn: Máttááttâsministeriö kolgâččij asâttiđ jotelávt pargojuávhu, mon pargon ličij valmâštâllâđ sämimáttááttâs ovdedemvuávám, tärhistiđ já tivvoođ sämimáttááttâs kyeskee toimâlâš já nahcânjuolgâdusâid já valmâštâllâđ sämitige sajattuv sämimáttááttâs jiešhaldâšemorgaanân kyeskee monâttâllâmvuovijd já njuolgâdusâid.

source: Sámediggi evttoha, ahte sámegielat sosiála- ja dearvvasvuohtabálvalusaid sihkkarastimii dárkkuhuvvon mearreruhta dorvvastuvvo láhkaásahemiin ja doarjjadássi bajiduvvo dovdomassii dalážis.
smn: Sämitigge iävtut, et sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi turviimân uáivildum meriruttâ torvejuvvoo lahâasâttâssáin já toorjâtääsi loptejuvvoo merhâšitteht tááláást.

source: Sámedikki oainnu mielde dálá mearreruhta ii reahke sihkkarastit sámegielat sosiála- ja dearvvasvuohtabálvalusaid eaige sámiid olmmošvuoigatvuođat ollašuva resurssaid vátnivuođa dihte sosiála- ja dearvvasvuohtabálvalusain vuođđolága ja sámi giellalága gáibidan vugiin.
smn: Sämitige uáinu mield tááláš meriruttâ ij keelijd turviđ sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâid iäge sämmilij olmoošvuoigâdvuođah olášuu resurssij uccáávuođâ keežild sosiaal- já tiervâsvuođâpalvâlusâin vuáđulaavâ já säämi kielâlaavâ vaattâm vuovvijn.

source: Riikkaidgaskasaš olmmošvuoigatvuohtapolitihkas Sámediggi hálidivčče Suoma deattuhit olmmošvuoigatvuohtapolitihkas erenomážit eamiálbmogiid iešráđđenvuoigatvuođa ja – sajádaga ovddideami.
smn: Aalmugijkoskâsâš olmoošvuoigâdvuođâpolitiikâst Sämitigge halijdičij, et Suomâ tiäduttičij olmoošvuoigâdvuođâpolitiikâstis eromâšávt algâaalmugij jiešmeridemvuoigâdvuođâ já – sajattuv ovdánem.

source: Suopma galggašii doarjut sámiid váikkuhanvejolašvuođaid maiddái Eurohpa Uniovnnas.
smn: Suomâ kolgâččij tuárjuđ sämmilij vaikuttemmáhđulâšvuođâid meid Euroop Unionist.

source: Sámedikki oainnu mielde riikkaidgaskasaš olmmošvuoigatvuohtapolitihkas ja ovddidanovttasbarggus galggašii vuodjut maiddái árktalaš eamiálbmogiidda, go Suopma lea čatnasan Árktalaš Ráđi bargui.
smn: Sämitige uáinu mield aalmugijkoskâsâš olmoošvuoigâdvuođâpolitiikâst já ovdedemohtsâšpargoost kolgâččij vuáijuđ meiddei arktâsâš algâaalmugáid, ko Suomâ lii čonnâsâm Arktâsâš Rääđi paargon.

source: Suoma riikkaidgaskasaš olmmošvuoigatvuohtapolitihka deattuhemiin galgá eamiálbmogiid oasil vuodjut iešráđđenvuoigatvuođa lasiheami lassin maiddái vugiid gávdnamii dálkkádatnuppástusa vuogáiduvvamis ja geahččalit seailluhit eamiálbmotgielaid ja - kultuvrraid.
smn: Suomâ aalmugijkoskâsâš olmoošvuoigâdvuođâpolitiik tiäddučuágástuvâin kalga algâaalmugij uasild vuáijuđ jiešmeridemvuoigâdvuođâ lasettem lasseen meiddei vuovij kavnâmân šoŋŋâdâhnubástusân vuáháduumán já viggâđ siäiluttiđ algâaalmugkielâid já - kulttuurijd.

source: Sámedikki oainnu mielde Suoma olmmošvuoigatvuohtapolitihkalaš deattuhusat galget dihttot Suoma buot doaimmain, eaige ovdamearkan energiijapolitihkalaš gažaldagat oaččo rasttildit Suoma olmmošvuoigatvuođaid deattuhemiid.
smn: Sämitige uáinu mield Suomâ olmoošvuoigâdvuođâpoolitlâš tiäddučuágástuvah kalgeh leđe čoođâmanneeh puohâin Suomâ tooimâin, iäge ovdâmerkkân energiapoolitlâš koččâmâšah uážu moonnâđ Suomâ olmoošvuoigâdvuođâi tiäddučuágástuvâi paijeel.

source: Sámedikki cealkámuš gávdno obban sámedikki ruoktosiidduin cealkámušat 2009-oasis.
smn: Sämitige ciälkkámuš kávnoo ubbân sämitige päikkisiijđoin ciälkkámušah 2009-uásist.

source: Lassidieđut: ságajođiheaddji Klemetti Näkkäläjärvi +
smn: Lasetiäđuh: saavâjođetteijee Klemetti Näkkäläjärvi +
